Repository: Acidburn0zzz/code-1
Catalog: po/extra/*.po
Languages: es, it

source: Edit text files
es: Edite archivos de texto
it: Modifica file di testo

source: Notepad;IDE;Plain;
es: Bloc de notas;IDE;sin formato;

source: About Scratch
es: Acerca de Scratch
it: Informazioni su Scratch

source: The text editor that works
es: El editor de texto que funciona
it: L'editor di testo che funziona

source: Scratch is the text editor that works for you. It auto-saves your files, meaning they're always up-to-date. Plus it remembers your tabs so you never lose your spot, even in between sessions.
es: Scratch es el editor de texto que funciona con usted. Guarda los archivos automáticamente, de modo que estén siempre actualizados. Además recuerda las pestañas abiertas para que no pierda el hilo, incluso entre sesiones.
it: Scratch è l'editor di testo adatto te . Ha la funzione di auto-salvataggio per non perdere mai il tuo lavoro. Inoltre con le schede puoi gestire numerosi file contemporaneamente senza perdere mai il segno, anche in sessioni differenti.

source: Make it yours. Scratch is written from the ground up to be extensible. Keep things super lightweight and simple, or install extensions to turn Scratch into a full-blown IDE; it's your choice. And with a handful of useful preferences, you can tweak the behavior and interface to your liking.
es: Personalícelo. Scratch fue diseñado para ser ampliable. Manténgalo ligero y sencillo o instálele extensiones para convertirlo en un entorno de programación completo: la decisión es suya. Además, se puede manipular el comportamiento y la interfaz para ajustarlo a sus preferencias.
it: Fallo tuo, Scratch è stato scritto per essere espandibile. Tienilo estremamente leggero e semplice, oppure installa estensioni per trasformare Scratch in un IDE a tutti gli effetti, è una tua scelta. Tramite le utili impostazioni, puoi personalizzare il copmortamento e l'interfaccia come più ti piace.

source: It's elementary. Scratch is made to be the perfect text editor for elementary, meaning it closely follows the high standards of design, speed, and consistency. It's sexy, but not distracting.
es: Es elemental. Scratch fue hecho para ser el editor de texto perfecto para Elementary, lo que significa que sigue los elevados estándares de diseño, velocidad y consistencia. Es atractivo, pero no te distrae.
it: È elementare. Scratch è fatto per essere l'editor di testo perfetto per elementary, Scratch segue scrupolosamente gli alti standard di design, velocità e stile.

source: Works with your language. Whether you're crafting code in Vala, scripting with PHP, or marking things up in HTML, Scratch has you covered. Experience full syntax highlighting with nearly all programming, scripting, and markup languages.
es: Funciona con el lenguaje de programación que elijas. Ya sea que estés generando código con Vala, scripts de PHP o editando etiquetas HTML, Scratch se encarga de ayudarte. Experimenta el resaltado de sintaxis en casi todos los lenguajes de programación, scripting y lenguajes de marcado.
it: Funziona con il tuo linguaggio. Sia quando stai programmando in Vala, sia quando scrivi PHP, o quando crei in HTML, Scratch sa cosa fare. Prova il sistema di "syntax highlighting" su quasi tutti i linguaggi di programmazione, scripting o markup.

source: Other syntax-highlighted languages: Bash, C, C#, C++. Cmake, CSS, .Desktop, Diff, Fortran, Gettext, ini, Java, JavaScript, LaTex, Lua, Makefile, Objective C, Pascal, Perl, Python, Ruby, XML.
es: Otros lenguajes con resaltado de sintaxis: Bash, C, C#, C++. Cmake, CSS, .Desktop, Diff, Fortran, Gettext, ini, Java, JavaScript, LaTex, Lua, Makefile, Objective C, Pascal, Perl, Python, Ruby, XML.
it: Altri linguaggi per cui è disponibile il "syntax highlighting": Bash, C, C#, C++. Cmake, CSS, .Desktop, Diff, Fortran, Gettext, ini, Java, JavaScript, LaTex, Lua, Makefile, Objective C, Pascal, Perl, Python, Ruby, XML.

source: Additional features include:
es: Otras características incluidas:
it: Tra le caratteristiche aggiuntive vi sono:

source: syntax highlighting with gtksourceview-3
es: resaltado de sintaxis con gtksourceview-3
it: "syntax highlighting" con gtksourceview-3

source: a find bar to search the words in the files
es: una barra para buscar palabras dentro de archivos
it: Una barra di ricerca per trovare le parole nel file

source: tab and split documents system
es: sistema para tabular y separar documentos

source: lots of others
es: muchas otras
