Repository: Acidburn0zzz/code-1
Catalog: po/*.po
Languages: nn

source: New file
nn: Ny fil

source: No files are open.
nn: Ingen filer er opna

source: Open a file to begin editing.
nn: Opna ei fil for å byrja å redigera.

source: Open file
nn: Opna fil

source: Open a saved file.
nn: Opna ei lagra fil.

source: Create a new empty file.
nn: Lag ei tom ny fil.

source: Create a new file in a new tab
nn: Lag ny fil i ei ny fane

source: Open a file
nn: Opna ei fil

source: Save the current file
nn: Lagra den noverande fila

source: Undo the last action
nn: Gjer om førre handling

source: Redo the last undone action
nn: Gjer om den sist angra handlinga

source: Share this file
nn: Del denne fila

source: Fullscreen
nn: Fullskjerm

source: Show Sidebar
nn: Vis sidestolpe

source: Show Context View
nn: Vis kontekst

source: Show Bottom Panel
nn: Vis nedre panel

source: Normal Text
nn: Vanleg tekst

source: Changes to this file haven't been saved.
nn: Endringane til fila har ikkje blitt lagra.

source: Do you want to save changes before closing this file?
nn: Vil du lagra endringane før du forlet denne fila?

source: Show line numbers
nn: Vis linjenummer

source: Highlight current line
nn: Uthev denne linja

source: Use spaces instead of tabs
nn: Bruk mellomrom istaden for fanar

source: Tab width:
nn: Fane breidd:

source: Style scheme:
nn: Stil skjema:

source: Use the system fixed width font (
nn: Bruk vidda til systemfonten

source: Select font:
nn: Vel font:

source: Search Loop
nn: Søk sløyfa

source: Case Sensitive Search
nn: Søk med store og små bokstavar

source: General
nn: Allmennt

source: Save this file?
nn: Lagra denne fila?

source: All your work will be lost!
nn: Ditt arbeid vill forsvinna!
